function chooseConversation() {
  return [
    {
      answers: [
        {
          type: "존에게 할 말을 선택해주세요.",
          to: 0,
          content:
            "존, 돌리지 않고 말할게 철없게 굴지말고 바로 돌아왔으면 좋겠어 지금 널 기다리는 직원이나 박사님이나 가족들은 어쩌고 혼자 그러고 있는거야?",
        },
        {
          type: "존에게 할 말을 선택해주세요.",
          to: 1,
          content: "존 지구에서 널 기다리는 가족은 보고싶지 않아?",
        },
      ],
    },
    {
      answers: [
        {
          type: "존에게 할 말을 선택해주세요.",
          to: 2,
          content:
            "그 질량은 아마 그때 잘 못 작성한 것을 수정한 것으로 알고있는데, 사전조사를 하지 않고 간거야?  ",
        },
        {
          type: "존에게 할 말을 선택해주세요.",
          to: 3,
          content:
            "그걸 찾는다고 명왕성이 퇴출된 일을 쉬이 해결해 주진 않을거야 그 일은 더욱 복잡하게 꼬여있으니 존 너가 해결할 수 있는 문제는 아닌 것 같아",
        },
      ],
    },
    {
      answers: [
        {
          type: "존에게 할 말을 선택해주세요.",
          to: 5,
          content:
            "그게 아니라 지구로 돌아가서 너의 의견을 최대한 밀어줄테니 설득을 해보잔 거지, 그동안 너가 생각해둔 근거가 있을 거아니야 그걸 같이 말해보러 같이 돌아가자 존",
        },
        {
          type: "존에게 할 말을 선택해주세요.",
          to: 6,
          content:
            "그 일은 높으신 분에게 맡기고 우린 지구로 돌아가는게 좋을 것 같아",
        },
      ],
    },
    {
      answers: [
        {
          type: "존에게 할 말을 선택해주세요.",
          to: 7,
          content:
            "너의 의견은 이미 다른 사람이 생각해봤다고 생각 해보지 않았어? 우린 이미 그런 의견은 수백개는 들어왔어 우린 나사니까! 너의 의견에 대한 반박자료는 충분히 많다고 충분히 반박해줄테니 같이 지구로 돌아가자 존",
        },
        {
          type: "존에게 할 말을 선택해주세요.",
          to: 8,
          content:
            "우린 그일을 해결할 수 없어 존, 너가 조금 더 힘이 있다면 가능할지 모르지",
        },
      ],
    },
    {
      answers: [
        {
          type: "존에게 할 말을 선택해주세요.",
          to: 9,
          content:
            "존 사실은 나도 너의 의견에 동의해 너의 의견을 최대한 밀어줄게 같이 지구로 돌아가자",
        },
        {
          type: "존에게 할 말을 선택해주세요.",
          to: 10,
          content:
            "존 같이 돌아가자 난 지금까지 너가 얻은 단서들로 충분히 반박할 근거가 된다고 생각해 지금 너가 단서를 찾아봤자, 너의 단독 행동들로 인해 사람들의 반박만 더 심해질거야",
        },
      ],
    },
    {
      answers: [
        {
          type: "당신이 존에게 말하고 있습니다..",
          to: 4,
          content: "응 그러니 위치를 좀 알려줘 존",
        },
      ],
    },
    {
      answers: [
        {
          type: "당신이 존에게 말하고 있습니다..",
          content:
            "그게 아니라 지구로 돌아가서 너의 의견을 최대한 밀어줄테니 설득을 해보잔 거지, 그동안 너가 생각해둔 근거가 있을 거아니야 그걸 같이 말해보러 같이 돌아가자 존",
        },
      ],
    },
  ];
}

export default chooseConversation;
